{
	"routes": {
		"about": "about",
		"hire_us": "hire-us",
		"work_with_us": "work-with-us"
	},
	"meta": {
			"title": "Developer Opportunity in CDMX",
			"description": "Looking for programmers to join an exanding team in CDMX.",
			"image": "/images/opportunities.png"
	},
	"views" : {
		"layout" : {
			"hire_us" : "Hire",
			"about" : "About",
			"work_with_us": "Work with Us",
			"language": "Language"
		},
		"about": {
			"view_as_text": "View as text."
		},
		"work_with_us": {
			"opportunity_details": {
				"title": "Full Stack Engineer",
				"text": [
					"I am currently in the process of finding two additional engineers to help support my projects, as well as some of those of other freelance programmers I work with (see links below).",
					"As an intern, we will expect you to work at least 24 hours per week with us (possibly as many as 40). We invite you to work alongside us at our office (located in Chihuahua 230, Colonia Roma CDMX). Your schedule will be flexible to accommodate your studies if necessary.",
					"The first two months, we expect we will mostly focus on training you in the technologies we use in our projects (named below). Your direct involvement in our projects will depend on how well you advance - you will be compensated accordingly.",
					"We will have at least two openings for 2016, which we expect to lead to full employment for 1-2 years."
				]
			},
			"in_collaboration_with": "Collaborators",
			"look_and_offer": {
				"title": "Who We're Looking for and What We Offer",
				"text": [
					"More than experience we are looking for interest, passion, and talent. More than a particular programming language, we are lookinig for intelligence, flexibility, and knowledge of fundamental programming concepts.",
					"If you have these qualities, we are looking to invest in a long term professional relationship with you. In addition to competitive compensation, you will learn new technologies and about the role IT plays in the startup world. "
				]
			},
			"projects": {
				"title": "Our Projects",
				"text": [
					"We work on a range of different projects with clients from the United States and Mexico. We work with clients that focus on socio-economic and environmental benefits.",
					"Below are some past and present clients. University of California Cool Campus Challenge and Oroeco is likely where you will begin contributing."
				],
				"examples": [
					{"link": "http://www.coolcampuschallenge.org", "label": "University of California Cool Campus Challenge"},
					{"link": "https://www.oroeco.com", "label": "Oroeco.com"},
					{"link": "http://afdc.co/", "label": "Analytics Fire"},
					{"link": "http://www.climateworks.org", "label": "the Climateworks Foundation"}
				]
			},
			"technology": {
				"title": "Our Technology",
				"text": [
					"Our focus is more on programming fundamentals rather than any specific language. This opens up more contracting possibilities and gives us the ability to choose our clients based on their goals, rather than their technology.",
					"We are also increasingly leaning towards modern web stacks that focus on development of web and mobile applications that share a common server API."
				],
				"languages": "Our projects use the following languages",
				"basics": "Additionally, these require an understanding of:"
			},
			"requirements": {
				"title": "Requirements",
				"text": [
					"2-3 years of experience programming - either university level studying, open source contributions, or professional experience.",
					"Written and spoken English",
					"Understanding of basic IT technologies - HTML, CSS, SQL, object oriented programming, web architecture",
					"Ability to commute and work at Chihuahua 230 20 hours per week (flexible schedule)"
				]
			},
			"process": {
				"title": "Hiring Process",
				"text": [
					"As mentioned, we are looking to provide an opportunity where you can learn practical prorgramming and business skills. We hope this leads to a long term professional releationship. We, therefore, want to ensure that we are investing our time and money into people that are talented, passionate, and reliable.",
					"We take four steps before deciding to bring someone on:"
				],
				"steps":[
					"You email us and tell us about your interest. Please provide example code (files or links to Git repositories), live sites/apps you've worked on, your resume, your current educational and professional status, and a brief statement of why this opportunity interests you.",
					"If your background and code look like a good start, we will follow up with a phone call to get more information on your educational/professional background, your example code, and your statement of interest.",
					"After the phone call, if your ability and interest seem like a good match, we will invite you to take a few online coding quizzes to assess your ability to problem solve.",
					"Last, if you perform well on the quizzes, we will invite you to come work with us for a day on a specific problem. You will be compensated for this day and the quizzes."
				]
			},
			"contact": {
				"title": "Contact Us to Get Started"
			},
			"share": {
				"title": "Share this Opportunity"
			}
		},
		"hire_us": {
			"title": "Contract Us",
			"text": [
				"I am currently looking for additional web contracts, especially with companies and organizations looking to increase their global presence and are interested in driving the global economy to a more sustainable one.",
				"I can quickly and effectively support your mobile applications with RESTful API services or as a full stack engineer - I have a diverse set of skills that will enable me to exercise flexibility to support your goals. If invited to work on legacy code, I have the most experience with Rails and Node, though I could adapt quickly to a Python environment as well.",
				"If you are open to remote contracts, I will take communication responsibilities as seriously as my programming responsibilities. My end goal is not to write perfect code - my goal is to provide technical services and communicate so you can meet your goals quickly and effectively.",
				"I am currently not available to work for equity, unless the timeframe towards paid contract is short (six months or less).",
				"If you would like to contact me, please use the email below. Thank you for your interest."
			]
		}

	}
}
